1password
accountsservice
acpi
adobe-source-code-pro-fonts
alsa-utils
arandr
ark
autoconf
autocutsel
autofs
automake
autorandr
aws-cli-bin
base
base-devel
bat
bibata-cursor-theme-bin
binutils
blueman
bluez
bluez-utils
bottom
bpf
breeze-gtk
breeze5
bruno-bin
btop
chezmoi
clamav
claude-code
clipmenu
cloudflare-warp-bin
cloudflared-bin
composer
conntrack-tools
cronie
csvkit
datagrip
debugedit
deno
dhclient
displaylink
displaylink-debug
dmenu
dmidecode
docker
docker-compose
dolphin
dotnet-install
dotnet-runtime
dotnet-sdk
dotnet-sdk-6.0
downgrade
dunst
efibootmgr
ethtool
evdi-dkms
evdi-dkms-debug
exfat-utils
expressvpn
fakeroot
fd
file
filezilla
findutils
firefox
flex
forticlient-vpn
fprintd
freerdp
fuse2
gawk
gcc
gettext
gimp
git
git-delta
git-fame
git-lfs
github-cli
github-copilot
gnome-alsamixer
gnome-keyring
gnu-netcat
go-yq
google-chrome
google-cloud-cli
google-cloud-cli-bq
google-cloud-cli-gsutil
google-cloud-cli-pubsub-emulator
gpointing-device-settings
grep
groff
grub
gzip
htop
hwinfo
i2c-tools
i3-wm
i3blocks
i3lock
i3status
ijq
inetutils
inotify-tools
iw
jdk17-openjdk
kcachegrind
kcalc
konsole
lazydocker-bin
lazygit
lftp
libnotify
libreoffice-fresh
libtool
light-locker
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsd
lshw
lsof
lua51
luarocks
lxappearance
lxmenu-data
m4
maim
make
mesa-demos
microsoft-edge-stable-bin
minio-client
mkcert
mkinitcpio
mokutil
mssql-tools
mycli
nautilus
ncdu
neofetch
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openvpn
nikto
nmap
normcap
noto-fonts-cjk
noto-fonts-emoji
npm
nuget
nvm
obsidian
ocrdesktop
ocrmypdf
okular
openai-codex
opencode-bin
openconnect
openfortivpn
openfortivpn-webview-qt
openresolv
openssh
openssl-1.1
opentofu-bin-stable
os-prober
pacman
paru
paru-debug
pasystray
patch
pavucontrol
percona-server-clients
perl-image-exiftool
pgloader
php
php81
php83
phpstorm
phpstorm-jre
phpunit-bin
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
polkit-gnome
postman-bin
powerline-fonts-git
preloader-signed
pulsemixer
pycharm-community-edition
pyenv
python-beautifulsoup4
python-flask
python-google-api-python-client
python-google-auth
python-google-cloud-bigquery
python-pip
python-poetry
qcachegrind
qpwgraph
qt5ct
qtcreator
ranger
rbenv
rdesktop
realvnc-vnc-viewer
remmina
ripgrep
rofi
rofi-1pass
rofi-calc
rofi-emoji
rofi-power-menu
rsync
ruby
ruby-build
rustdesk-bin
rustrover
sbctl
seahorse
sed
shellcheck
shellgpt-git
siege
slack-desktop
smartmontools
snapd
socat
spectacle
spotify
sslscan
strace
stress
sudo
tcpdump
teleport-client-bin
teleport-connect
testssl.sh-git
texinfo
tldr
tmux
tmux-plugin-manager
tmuxp
traceroute
tree
ttf-dejavu
ttf-dejavu-nerd
ttf-inconsolata
ttf-ms-fonts
ttf-ubuntu-font-family
ufw
uhk-agent-appimage
usbutils
uv
valkey
vi
vim
virtualbox
visual-studio-code-bin
visual-studio-code-insiders-bin
vlc
volumeicon
watchexec
wezterm-git
which
whois
wireplumber
woff2-font-awesome
xclip
xdebug
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xst
xterm
yaak-bin
yazi
yubico-authenticator-bin
zaproxy
zbar
zerotier-one
zip
